import React from "react";
import Nav from "../component/Nav";
import Footer from "../component/Footer";
import Productitem from "../assets/image/product.png";

function Product() {
  return (
    <div className="w-full flex flex-col items-center">
      <Nav />
      <main className=" w-[1440px] flex flex-col items-center ">
        <h1 className="text-4xl font-semibold mt-10 mb-20">ข้อมูลผลิตภัณฑ์</h1>
        <img
          src={Productitem}
          alt="product"
          className="w-[500px] h-[300px] mb-14"
        />
        <span className="mx-52 mb-8 text-base">
          <h4 className="text-xl">ชุดตรวจ COVID-19 แบบน้ำลาย (Saliva Test) </h4>
          <br />
          <h5 className="font-bold">
            รายละเอียดผลิตภัณฑ์ชุดตรวจ
            <br />
          </h5>
          COVID-19 แบบน้ำลายได้รับการออกแบบให้ใช้งานง่าย รวดเร็ว
          และไม่จำเป็นต้องทำการสวอบ
          ทำให้เหมาะสำหรับการตรวจเช็กตัวเองได้ที่บ้านหรือที่ทำงาน
          โดยเพียงเก็บตัวอย่างน้ำลายเท่านั้น <br />
          <br />
          <h5 className="font-bold">
            คุณสมบัติพิเศษ
            <br />
          </h5>
          1.วิธีการใช้งานไม่ซับซ้อนเพียงแค่เก็บตัวอย่างน้ำลายแล้วนำไปใส่ในชุดตรวจ
          รอผลลัพธ์ภายใน 15-30 นาที
          <br />
          2.ความแม่นยำสูงผลิตภัณฑ์นี้มีความไวต่อการตรวจจับเชื้อ COVID-19 สูง
          ทั้งสายพันธุ์ดั้งเดิมและสายพันธุ์ใหม่
          ผ่านการทดสอบและรับรองมาตรฐานระดับสากล <br />
          3.ปลอดภัย ไม่ทำให้เจ็บไม่ต้องใช้การสวอบจมูก
          ลดความไม่สบายตัวและอาการเจ็บที่อาจเกิดขึ้นจากการตรวจแบบดั้งเดิม
          <br />
          4.สะดวกในการพกพาชุดตรวจมีขนาดกะทัดรัด พกพาสะดวก
          เหมาะสำหรับการใช้งานที่ต้องการตรวจสอบได้ทุกที่ ไม่ว่าจะเป็นที่บ้าน
          ที่ทำงาน หรือระหว่างเดินทาง <br />
          5.ผลลัพธ์รวดเร็วตรวจเช็คผลได้ภายใน 30 นาที
          ช่วยให้คุณได้รับผลตรวจในทันที
          เหมาะสำหรับสถานการณ์เร่งด่วนหรือผู้ที่ต้องการความมั่นใจในการเดินทางหรือทำกิจกรรมต่าง
          ๆ <br />
          <br />
          <h5 className="font-bold">
            วิธีการใช้งาน
            <br />
          </h5>
          1.เก็บตัวอย่างน้ำลายในช่องใส่ตัวอย่างที่เตรียมมา
          2.ปิดฝาและเขย่าตามคำแนะนำ 3.หยดตัวอย่างลงบนแผ่นตรวจ
          4.รอผลลัพธ์ปรากฏภายใน 15-30 นาที <br />
          2 ขีด = ผลบวก (ติดเชื้อ) <br />
          1 ขีด = ผลลบ (ไม่ติดเชื้อ) <br />
          <br />
          <h5 className="font-bold">
            มาตรฐานและการรับรอง <br />
          </h5>
          ชุดตรวจ COVID-19
          แบบน้ำลายนี้ได้รับการรับรองจากองค์การอนามัยและหน่วยงานทางการแพทย์ทั่วโลก
          มีการทดสอบประสิทธิภาพและความแม่นยำในการใช้งานอย่างละเอียด
          <br />
          <br />
          <h5 className="font-bold">
            คำแนะนำ <br />
          </h5>
          เหมาะสำหรับการตรวจเช็กตัวเองเบื้องต้น หากผลตรวจเป็นบวก
          ควรติดต่อแพทย์หรือหน่วยงานที่เกี่ยวข้องทันทีเพื่อรับการตรวจสอบเพิ่มเติม
        </span>
      </main>

      <Footer />
    </div>
  );
}

export default Product;
